# specify a directory to install
cask_args appdir: '/Applications'
# add taps
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
# install packages
brew 'python3'
brew 'node'
brew 'git-flow-avh'
brew 'git'
brew 'fzf'
brew 'ffmpeg'
brew 'zsh'
brew 'vim'
brew 'tmux'
brew 'fastlane'
brew 'zsh-history-substring-search'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'commitizen'
# casks
cask 'clipy'
cask 'font-hack-nerd-font'
cask 'fork'
cask 'hammerspoon'
cask 'iina'
cask 'iterm2'
cask 'karabiner-elements'
cask 'mactex'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code'
cask 'whatsapp'
