# specify a directory to install
cask_args appdir: '/Applications'
# add taps
tap 'caskroom/cask'
tap 'homebrew/core'
tap 'homebrew/services'
# install packages
brew 'python3'
brew 'ffmpeg'
brew 'node'
brew 'ffmpeg'
brew 'git-flow-avh'
brew 'git'
brew 'fzf'
brew 'cmake'
brew 'ffmpeg'
# casks
cask 'iterm2'
cask 'spectacle'
cask 'dash'
cask 'fork'
cask 'font-hack-nerd-font'
cask 'mactex'
cask 'slack'
cask 'visual-studio-code'
cask 'whatsapp'